#+title:      Parsch
#+date:       [2023-01-02 Mo 19:42]
#+filetags:   :parsch:Project:
#+identifier: 20230102T194216
#+CATEGORY: parsch 

* Montag
** 1b / 4b 14:30-15:20
<%%(org-class 2022 9 12 2023 7 3 1 22)>

[[denote:20230403T101428][Auferstehung]]

* Dienstag

** 2a 14:30-15:20
<%%(org-class 2022 9 13 2023 7 4 2)>

[[denote:20230403T101428][Auferstehung]]

Film "Auf dem Weg zur Schule"

** 1a / 2b 15:25-16:15
<%%(org-class 2022 9 13 2023 7 4 2)>

[[denote:20230403T101428][Auferstehung]]

Film "Auf dem Weg zur Schule"

* Reflexionen

** 2b
PERIOD: [2023-02-28 Di 15:25]

Aura-Ana-Maria hat dieses Semester schon mindestens dreimal unentschuldigt im Religionsunterricht gefehlt. Ich habe Wolfgang Rosenstatter (KV) verständigt. Sollte ich selbst die Eltern anrufen?

** 2b
PERIOD: [2023-02-28 Di 15:25]

Aura-Ana-Maria hat mindestens dreimal in diesem Semester gefehlt. Habe KV verständigt.


* Schülerliste

#+Name: 2021-students
| First          | Last       | Klasse | Name               | Note | Mitarbeit    | Heft | LZK |
|----------------+------------+--------+--------------------+------+--------------+------+-----|
| Edmund         | Atherton   | 1b     | [[EdmundAtherton][Edmund Atherton]]    |    1 |              |      |     |
| Sabrina        | Richterova | 2a     | [[SabrinaRichterova][Sabrina Richterova]] |    1 |              |      |     |
| Robin          | Fasl       | 2a     | [[RobinFasl][Robin Fasl]]         |    1 |              |      |     |
| Viktor         | Werber     | 2a     | [[ViktorWerber][Viktor Werber]]      |    1 |              |      |     |
| Mate           | Meszaros   | 2a     | [[MateMeszaros][Mate Meszaros]]      |    1 |              |      |     |
| Isabella       | Holub      | 2b     | [[IsabellaHolub][Isabella Holub]]     |      | Schulwechsel |      |     |
| Sarah          | Ascic      | 2b     | [[SarahAscic][Sarah Ascic]]        |    1 |              |      |     |
| Aura-Ana-Maria | Filan      | 2b     | [[AuraFilan][Aura Filan]]         |    3 | kommt nicht  |      |     |
| Lukas          | Gady       | 4b     | [[LukasGady][Lukas Gady]]         |    1 | kommt nicht  |      |     |
|----------------+------------+--------+--------------------+------+--------------+------+-----|
#+TBLFM: $5=vmean($6..$>)
#+TBLFM: $4='(concat "[[" $1 $2 "][" $1 " " $2 "]]")
#+TBLFM: $4='(identity remote(2021-22-Mitarbeit,@@#$4))

#+BEGIN_SRC python :var table=2021-students :results output raw
print('* Mitarbeit')
for student in table:
    first = student[0]
    last = student[1]
    email = first + '.' + last + '@golling.schule'
    print('** ' + first + ' ' + last + '\n\n')  
#+END_SRC

#+RESULTS:
* Mitarbeit
** First Last


** Edmund Atherton


** Sabrina Richterova


** Robin Fasl


** Viktor Werber


** Mate Meszaros


** Isabella Holub


** Sarah Ascic


** Aura-Ana-Maria Filan

*** [[denote:20221226T153748][Christenverfolgung]]
PERIOD: [2023-02-28 Di 15:25]

Aura-Ana-Maria hat mindestens dreimal in diesem Semester unentschuldigt gefehlt. Ich habe ihren KV per Mail verständigt.

*** Fehlstunden (unentschuldigt)
Falls jemand nachfragt, dokumentiere ich hier die vielen unentschuldigten Fehlstunden von Aura-Ana-Maria. Cf. Report / Teacher Assistent: [[file:~/NMS_Golling/TA_Fehlzeiten-Uebersicht-7.pdf]]

| Name                 | Datum                           | Fehlstunden    | Ferien           |
|----------------------+---------------------------------+----------------+------------------|
| Filan Aura-Ana-Maria | <2022-12-13 Di>                 | unentschuldigt |                  |
|                      | <2022-12-20 Di>                 | unentschuldigt |                  |
|                      |                                 |                |                  |
|                      | <2022-12-24 Sa>-<2023-01-08 So> |                | Weihnachtsferien |
|                      |                                 |                |                  |
|                      | <2023-02-11 Sa>-<2023-02-19 So> |                | Semesterferien   |
|                      |                                 |                |                  |
|                      | <2023-02-21 Di>                 | unentschuldigt |                  |
|                      | <2023-02-28 Di>                 | unentschuldigt |                  |
|                      | <2023-03-07 Di>                 | unentschuldigt |                  |
|                      |                                 |                |                  |
|                      | <2022-04-01 Sa>-<2023-04-10 Mo> |                | Osterferien      |
|                      |                                 |                |                  |
|                      | <2023-04-11 Di>                 | unentschuldigt |                  |
|                      | <2023-04-18 Di>                 | unentschuldigt |                  |
|                      | <2023-04-25 Di>                 | unentschuldigt |                  |
|                      | <2023-05-02 Di>                 | unentschuldigt |                  |
|                      | <2023-05-09 Di>                 | unentschuldigt |                  |
|                      | <2023-05-16 Di>                 | unentschuldigt |                  |
|                      |                                 |                |                  |
|                      | <2023-05-27 Sa>-<2023-05-29 Mo> |                | Pfingsten        |
|                      |                                 |                |                  |
|                      | <2023-05-30 Di>                 | unentschuldigt |                  |
|                      | <2023-06-06 Di>                 | unentschuldigt |                  |
|                      | <2023-06-13 Di>                 | unentschuldigt |                  |
|                      |                                 |                |                  |

Ich hab - so denke ich - mindestens dreimal den KV der 2b verständigt. Erst beim dritten Mal und durch Intervention des Direktors hat der KV geantwortet. Somit habe ich meine "Schuldigkeit" getan. Alles weitere (Anzeige) liegt in den Händen des KVs und der Schulleitung. Eine Feststellungsprüfung macht eigentlich keinen Sinn, da die Schülerin massiv fehlt und gar keine Chance hat, die Prüfung zu bestehen.

*** Wieder zurück...
LESSON: [2023-06-20 Di 15:25]
TOPIC: 

Überraschung: heute war Aura DOCH hier. Ich hab ihr die Situation dargelegt: über 220 Fehlstunden, davon über 170 unentschuldigt. Ihr droht ganz sicher eine Anzeige wegen Verletzung der Schulpflicht (Geldstrafen von 110-440 Euros; auch Freiheitsstrafen sind möglich.) Aura tat ganz erstaunt, wie viele es sind. So als wüsste sie es nicht...



** Lukas Gady












